Repository: CuesoftCloud/apparule
Catalog: App/apparule/lib/l10n/app_*.arb
Languages: sq

source: Create an Account
sq: Regjistro një llogari

# startYourJourney
source: Start your journey toward perfect fits and customized style
sq: Filloni udhëtimin tuaj drejt përshtatjeve perfekte dhe stilit të personalizuar

source: Full Name
sq: Emri i plotë

# nameHint
source: Enter your name
sq: Shkruani emrin tuaj

# nameValidation
source: Please enter a valid name
sq: Ju lutem shënoni emrin tuaj të saktë

# emailAddress
source: Email
sq: Adresën e Emailit

# emailHint
source: Enter your email address
sq: Shkruani emailin tuaj

# emailValidation
source: Please enter a valid email
sq: Ju lutem shënoni emailin tuaj të saktë

source: Phone Number
sq: Numri i telefonit

# phoneNumberHint
source: Enter your phone number
sq: Shkruani numrin e telefonit tuaj

# phoneValidation
source: Phone Number must be up to 12 digits
sq: Numri i telefonit duhet të jetë deri në 12 shifra

source: Password
sq: Fjalëkalimi

# passwordHint
source: Enter your password
sq: Shkruani fjalëkalimin tuaj

# passwordValidation
source: Password must contain an uppercase, lowercase, numeric digit and special character
sq: Fjalëkalimi duhet të përmbajë një shkronjë të madhe, një të vogel, shifra numerike dhe karakter të veçantë

# requiredField
source: You have to fill all the fields properly.
sq: Ju duhet të plotësoni të gjitha fushat siç duhet.

source: Sign Up
sq: Regjistrohuni

source: Loading...
sq: Duke u ngarkuar...

source: Continue with Google
sq: Vazhdoni me Google

source: Already have an account?
sq: A keni llogari?

source: Sign In
sq: Kyçu

source: Verify Your Account
sq: Verifiko llogarinë tuaj

# howToVerify
source: To verify your account, please choose how you'd like to receive your verification code
sq: Për të verifikuar llogarinë tuaj, ju lutemi zgjidhni se si dëshironi të merrni kodin tuaj të verifikimit

# receiveSms
source: Receive the code via SMS
sq: Merrni kodin me SMS

# receiveEmail
source: Receive the code in your email inbox
sq: Merrni kodin në emailin tuaj

source: Next
sq: Përpara
